[
    {
      "title": "Jari",
      "poster": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b7/Jaari_2023_film.jpg/220px-Jaari_2023_film.jpg",
      "synopsis": "Set in the year 1995, after day-to-day arguments and fights between Namsang (Dayahang Rai) and his wife Hangma (Miruna Magar), she goes back to her parents house. She elopes with another man (Roydeep Shrestha), but eventually comes back to her husband Namsang when her family is not able to pay him compensation (Jaari) for her elopement. Hangma decides to pay it herself, but this time as his maid, since she cannot afford to pay any other form of compensation to him. The plot revolves around the struggles of Hangma in a male-dominated society.",
      "releaseYear": 2023,
      "genre": "Drama/Romance",
      "cast": [
        { "name": "Dayahang Rai" },
        { "name": "Miruna Magar" },
        { "name": "Bijay Baral" }
      ],
      "director": "Upendra Subba",
      "youtubeLink": "https://www.youtube.com/watch?v=5O3K8JXch1E"
    },
    {
      "title": "Kabaddi 4: The Final Match",
      "poster": "https://upload.wikimedia.org/wikipedia/en/thumb/8/82/Kabaddi_4_poster.jpg/220px-Kabaddi_4_poster.jpg",
      "synopsis": "Kabaddi 4: The Final Match (Nepali: कबड्डी ४: द फाइनल म्याच) is a 2022 Nepali romantic comedy film, directed by Ram Babu Gurung. The film, which is the fourth and final film in the Kabaddi franchise, is produced by Mani Ram Pokharel, Om Chand Rauniyar and Sushma Gurung under the banner of Baasuri Films.[3] The leading roles are played by Dayahang Rai, Saugat Malla, Miruna Magar, Buddhi Tamang and Bijay Baral",
      "releaseYear": 2021,
      "genre": "Drama",
      "cast": [
        { "name": "Dayahang Rai" },
        { "name": "Saugat Malla" },
        { "name": "Miruna Magar" },
        { "name": "Bijay Baral" }
      ],
      "director": "Ram Babu Gurung",
      "youtubeLink": "https://www.youtube.com/watch?v=zOJwj88rQuE"
    },
    {
        "title": "Kabaddi",
        "poster": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9d/Nepali_Movie_Kabaddi_official_poster.jpg/220px-Nepali_Movie_Kabaddi_official_poster.jpg",
        "synopsis": "Kabaddi (Nepali: कबड्डी) is a 2014 Nepali romantic drama film written and directed by Ram Babu Gurung. It portrays the story of a love triangle among three central characters. The film was produced by Raunak Bikram Kandel, Nischal Basnet and Sunil Rauniyar and starred Nischal Basnet, Dayahang Rai, Rishma Gurung, Rajan Khatiwada and Darshan Silwal (brother of Asish). The film was released on April 25, 2014 with extremely positive review from critics and audience for its rawness, screenplay, performances and direction. It became a blockbuster at the box office and remains a cult classic film of Nepali cinema. The film is also considered as a landmark in film in modern Nepali cinema. The film had two sequels, Kabaddi Kabaddi was released in November 2015 which also became huge success critically and commercially. Its third part Kabaddi Kabaddi Kabaddi was released on 20 September 2019 and became the highest grossing film of the franchise and one of the highest grossing films ever in Nepal. Now, Its forth part Kabaddi 4: The Final Match has hit to the theatres on 27 May 2022 and has broken all records of Nepali Cinema till now.",
        "releaseYear": 2014,
        "genre": "Drama/Romance",
        "cast": [
          { "name": "Dayahang Rai" },
          { "name": "Nischal Basnet" },
          { "name": "Rishma Gurung" },
          { "name": "Rajan Khatiwada" },
          { "name": "Buddhi Tamang" },
          { "name": "Bijay Baral" }
        ],
        "director": "Ram Babu Gurung",
         "youtubeLink": "https://www.youtube.com/watch?v=QPsblfsA_0w"
      },
      {
        "title": "Kabaddi Kabaddi Kabaddi",
        "poster": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3b/Kabaddi_Kabaddi_Kabaddi.jpg/220px-Kabaddi_Kabaddi_Kabaddi.jpg",
        "synopsis": "Kabaddi Kabaddi Kabaddi is a 2019 Nepali romantic comedy film, directed by Ram Babu Gurung. The film is produced by Mani Ram Pokharel, Arjun Karki, and Om Chand Rauniyar under the banner of Cinema Arts. The film stars Dayahang Rai, Upasana Singh Thakuri, Rishma Gurung, Karma, Wilson Bikram Rai, Buddhi Tamang, Bijaya Baral, Puskar Gurung, Kabita Ale, and Maotse Gurung. In the film, Kaji tries to live rest of his life with Maiya's memories but he falls in love with another girl. The film generally got positive feedback from the critics. Kabaddi Kabaddi Kabaddi is the third film in Kabaddi franchise. It is followed by its sequel Kabaddi 4: The Final Match breaking all records of Nepal.",
        "releaseYear": 2016,
        "genre": "Drama/Romance",
        "cast": [
          { "name": "Dayahang Rai" },
          { "name": "Upasana Singh Thakuri" },
          { "name": "Rishma Gurung" },
          { "name": "Karma" },
          { "name": "Wilson Bikram Rai" },
          { "name": "Buddhi Tamang" },
          { "name": "Bijay Baral" },
          { "name": "Puskar Gurung" }
        ],
        "director": "Ram Babu Gurung",
         "youtubeLink": "https://www.youtube.com/watch?v=c4HswWvFzWY"
      },
      {
        "title": "Kabaddi Kabaddi",
        "poster": "https://upload.wikimedia.org/wikipedia/en/thumb/9/91/Kabaddi_Kabaddi.jpg/220px-Kabaddi_Kabaddi.jpg",
        "synopsis": "The original Kabaddi was a story of the unrequited love of Kaji (Dayahang Rai) for his soulmate Maiya. Kabaddi Kabaddi is a continuation of this story, with subplots involving a rival love interest, Bum-Kaji, and the actions of two of Kaji's friends, Bijay Baral and Buddhi Tamang.",
        "releaseYear": 2015,
        "genre": "Drama/Romance",
        "cast": [
          { "name": "Dayahang Rai" },
          { "name": "Saugat Malla" },
          { "name": "Rishma Gurung" },
          { "name": "Buddhi Tamang" },
          { "name": "Sishir Bangdel"},
          { "name": "Bijay Baral" },
          { "name": "Priyanka Karki" }
        ],
        "director": "Ram Babu Gurung",
         "youtubeLink": "https://www.youtube.com/watch?v=Tv2kMg6hGsg"
      }
  ]
  